[
  "My dear brothers . . .",
  "I have come before your today with a heavy heart.",
  "All of your know how hard we have tried. But it is a matter of sadness that the streets of Dhaka, Chittagong, Khulna, Rangpur and Rajshahi are today being spattered with the blood of my brothers, and the cry we hear from the Bengali people is a cry for freedom a cry for survival, a cry for our rights.",
  "You are the ones who brought about an Awami League victory so you could see a constitutional government restored. The hope was that the elected representatives of the people, sitting in the National Assembly, would formulate a constitution that would assure that people of their economic, political and cultural emancipation. But now, with great sadness in my heart, I look back on the past 23 years of our history and see nothing but a history of the shedding of the blood of the Bengali people. Ours has been a history of continual lamentation, repeated bloodshed and innocent tears.",
  "We gave blood in 1952, we won a mandate in 1954. But we were still not allowed to take up the reins of this country. In 1958, Ayub Khan clamped Martial Law on our people and enslaved us for the next 10 years. In 1966, during the Six-Point Movement of the masses, many were the young men and women whose lives were stilled by government bullets.",
  "After the downfall of Ayub, Mr. Yahya Khan took over with the promise that he would restore constitutional rule, that he would restore democracy and return power to the people.",
  "We agreed. But you all know of the events that took place after that I ask you, are we the ones to blame?",
  "As you know, I have been in contract with President Yahya Khan. As leader of the majority part in the national Assembly, I asked him to set February 15 as the day for its opening session. He did not accede to the request I made as leader of the majority party. Instead, he went along with the delay requested by the minority leader Mr. Bhutto and announced that the Assembly would be convened on the 3rd of March.",
  "We accepted that, agreed to join the deliberations. I even went to the extent of saying that we, despite our majority, would still listen to any sound ideas from the minority, even if it were a lone voice. I committed myself to the support of anything to bolster the restoration of a constitutional government. When Mr. Bhutto came to Dhaka, we met. We talked. He left, sing that the doors to negotiation were still open. Moulana Noorani and Moulana Mufti were among those West Pakistan parliamentarians who visited Dhaka and talked with me about an agreement on a constitutional framework.",
  "I made it clear that could not agree to any deviation from the Six Points. That right rested with the people. Come, I said, let us sit down and resolve matters. But Bhutto’s retort was that he would not allow himself to become hostage on two fronts. He predicted that if any West Pakistani members of Parliament were to come to Dhaka, the Assembly would be turned into a slaughterhouse. He added that if anyone were to participate in such a session, a countrywide agitation would be launched from Peshawar to Karachi and that ever business would be shut down in protest.",
  "I assured him that the Assembly would be convened and despite the dire threats, West Pakistani leaders did come down to Dhaka. But suddenly, on March I, the session was cancelled.",
  "There was an immediate outcry against this move by the people. I called for a hartal as a peaceful form of protest and the masses redial took to the streets in response. And what did we get as a response?",
  "He turned his guns on my helpless people, a people with no arms to defend themselves. These were the same arms that had been purchased with our own money to protect us from external enemies. But it is my own people who are being fired upon today. In the past, too, each time we the numerically larger segment of Pakistan’s population-tried to assert our rights and control our destiny, the conspired against us and pounced upon us.",
  "I have asked them this before : How can you make your own brothers the target of your bullets?",
  "Now Yahya Khan says that I had agreed to a Round Table Conference on the 10th. Let me point out that is not true.",
  "I had said, Mr. Yahya Khan, your are the President of this country. Come to Dhaka, come and see how our poor Bengali people have been mown down by your bullets, how the laps of our mothers and sisters have been robbed and left empty and bereft, how my helpless people have been slaughtered. Come, I said, come and see for yourself and then be the judge and decide. That is what I told him.",
  "Earlier, I had told him there would be no Round Table Conference. What Round Table Conference, whose Round Table Conference? You expect me to sit at a Round Table Conference with the very same people who have emptied the laps of my mothers and my sisters?",
  "On the 3rd, at the Paltan, I called for a non-cooperation movement and the shutdown of offices, courts and revenue collection. You gave me full support. Then suddenly, without consulting me or even informing us, he met with one individual for five hours and then made a speech in which he trend all the blame on me, laid all the fault at the door of the Bengali people!",
  "The deadlock was created by Bhutto, yet the Bengalis are the ones facing the bullets! We face their guns, yet its our fault. We are the ones being bit by their bullets- and its still our fault!",
  "So, the struggle this time is a struggle for emancipation, the struggle this time is a struggle for independence! Brothers, they have now called the Assembly to assassin on March 25, with the streets not yet dry of the blood of my brothers. You have called the Assembly, but you must first agree to meet my demands. Martial Law must be withdrawn; the soldiers must return to their barracks; the murderers of my people must be redressed. And …. Power must be handed over to the elected representatives of the people.",
  "Only then will we consider if we can take part in the National Assembly or not! Before these demands are met, there can be no question of our participating in this session of the Assembly. That is one right not give to me as part of my mandate from the masses.",
  "As I told them earlier, Mujibur Rahman refuses to walk to the Assembly trading upon the fresh stains of his brothers’ blood! Do you, my brothers, have complete faith in me….? …. Let me the tell you that the Prime Ministership is not what I seek. What I want is justice, the rights of the people of this land. They tempted me with the Prime Ministership but the failed to buy me over. Nor did the succeed in hanging me on the gallows, for your rescued me with your blood from the so-called conspiracy case. That day, right here at this racecourse, I had pledge to you that I would pay for this blood debt with my own blood. Do you remember? I am read today to fulfill that promise!",
  "I now declare the closure of all the courts, offices, and educational institutions for an indefinite period of time. No one will report to their offices- that is my instruction to you.",
  "So that the poor are not inconvenienced, rickshaws, trains and other transport will ply normally-except serving any needs of the armed forces. If the army does not respect this, I shall not be responsible for the consequences.",
  "The Secretariat, Supreme Court, High Court, Judge’s Courts, and government and semi-government offices shall remain shut. Only banks ma open for two hours daily for business transactions. But no money shall be transmitted from East to West Pakistan. The Bengali people must stay calm during these times. Telegraph and telephone communications will be confined within Bangladesh.",
  "The people of this land are facing elimination, so be on guard. If need be, we will bring everything to a total standstill……. Collect your salaries on time. If the salaries are held up, if a single bullet is fired upon us henceforth, if the murder of my people does not cease, I call upon you to turn ever home into a fortress against their onslaught. Use whatever you can put your hands on to confront this enemy. Ever last road must be blocked. We will deprive them of food, we will deprive them of water. Even if I am not around to give you the orders, and if my associates are also not to be found, I ask you to continue your movement unabated.",
  "I say to them again, you are my brothers, return now to the barracks where you belong and no one will bear any hostility toward you. Only do not attempt to aim any more bullets at our hearts: It will not do any good! ….. And the seven million people of this land will not be cowed down by you or accept suppression any more. The Bengali people have learned how to die for a cause and you will not be able to bring them under your yoke of suppression!",
  "To assist the families of the martyred and the injured, the Awami League has set up committees that will do all they can. Please donate whatever you can. Also, employers must give full pay to the workers who participated in the seven days of hartal or were not able to work because of curfews. To all government employees, I say that my directives must be followed. I had better not see any of you attending your offices. From today, until this land has been freed, no taxes will be paid to the government any more. As of now, the stop. Leave everything to me. I know how to organize movement. But be very careful. Keep in mind that the enemy has infiltrated our ranks to engage in the work of provocateurs. Whether Bengali or non-Bengali, Hindu or Muslim, all is our brothers and it is our responsibility to ensure their safety.",
  "I also ask you to stop listening to radio, television and the press if these media do not report news of our movement. To them, I say, “You are our brothers. I beseech your to not turn this country into a living hell. With you not have to show your faces and confront your conscience some day?",
  "If we can peaceably settle our differences there is still hope that we can co-exist as brothers. Otherwise there is no hope. If you choose the other path, we may never come face one another again. For now, I have just one thing to ask of you: Give up any thoughts of enslaving this country under military rule again!” I ask my people to immediately set up committees under the leadership of the Awami League to carry on our struggle in ever neighborhood, village, union and subdivision of this land.",
  "You must prepare yourselves now with what little you have for the struggle ahead.",
  "Since we have given blood, we will give more of it. But, Insha’Allah, we will free the people of this land!",
  "The struggle this time is for emancipation! The struggle this time is for independence!",
  "Be ready. We cannot afford to lose our momentum. Keep the movement and the struggle alive because if we fall back the will come down hard upon us.",
  "Be disciplined. No nation’s movement can be victorious without discipline.",
  "Joy Bangla!"
]
